IDEA StatiCa Open Model
LoadInPoint.Fx Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Force in X direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Fx { get; set; }
Public Property Fx As Double
	Get
	Set
public:
property double Fx {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LoadInPoint Class
IdeaRS.OpenModel.Loading Namespace